<?php

return [
    [
        'header' => 'Это интересно.',
        'body' =>
            'Ребята изучают материал в интересной форме, строют роботов, составляют алгоритмы, и никогда не скучают,
             ведь здесь огромный простор для фантазии! А те кто уже хорошо изучил это направление могут участвовать
             в городских, областных и международных соревнованиях, путешествуя по разным городам и приобретая
             интересный опыт!',
        'img' => 'https://sun9-20.userapi.com/c840434/v840434567/88fd7/kz6EHCMix9M.jpg',
    ],
    [
        'header' => 'Это полезно.',
        'body' =>
            'Соблюдаются все условия для поддержания здоровья вашего ребёнка. На занятиях проводяться разминки, каждую
            субботу проходят интереснейшие развлекательные и интеллектуальные мероприятия, а по воскресеньям ребята
            отправляются в походы, чтобы лучше знать свой город и его окресности.',
        'img' => 'https://sun9-7.userapi.com/c851024/v851024995/15bc92/RW1nu-vZB3M.jpg',
    ],
    [
        'header' => 'И конечно же познавательно!',
        'body' =>
            'Опытные преподаватели и уникальные методики делают обучение не только интересным, но и познавательным!
            В младших группах дети обучаются простейшим алгоритмам, основам моделирования и конструирования.
            В средних группах всё становиться сложнее - ребята изучают более сложные темы.
            Ну а в старших группах всё сложно, но интересно. Приходите и изучите всё сами!',
        'img' => 'https://sun9-18.userapi.com/c837223/v837223192/35628/BF1-k5cBwt4.jpg',
    ],
];
