<?php

/*
    |--------------------------------------------------------------------------
    | Сообщения об ошибках
    |--------------------------------------------------------------------------
    |
    | Здесь прописаны сообщения об ошибках при валидации и т.д.
    |
*/

return [
    'validation' => [
        'required' => 'Это обязательное поле.',
        'max' => 'Максимальная длина этого поля %d символов.',
        'string' => 'Здесь должна быть строка.',
        'date' => 'Здесь должна быть дата.'
    ]
];
