<?php

return [
    'categories' => [
        [
            'name' => 'Робототехника - занятия',
            'import_names' => [
                'Робототехника - занятия (Бильченко А. К. и К. Д., Маркин И. В.)'
            ],
            'slug' => 'robotics_lessons',
            'color' => '#ff0000',
            'order' => 1
        ],
        [
            'name' => 'Электроника - занятия',
            'import_names' => [
                'Электроника - занятия (Хохлачева М. В.)'
            ],
            'slug' => 'electronics_lessons',
            'color' => '#ffff00',
            'order' => 2
        ],
        [
            'name' => 'Мастерская творчества - занятия',
            'import_names' => [
                'Мастерская творчества - занятия (Бильченко Д. С., Плетнева О. Н.)',
                'Мастерская творчества - занятия (Плетнева О. Н., Поволокина Ю. А.)'
            ],
            'slug' => 'creation_lessons',
            'color' => '#000080',
            'order' => 3
        ],
        [
            'name' => 'Интеллект - занятия',
            'import_names' => [
                'Интеллект - занятия (Бильченко Д. С.)',
                'Интеллект - занятия (Бильченко Г. А.)'
            ],
            'slug' => 'intelligence_lessons',
            'color' => '#ff99cc',
            'order' => 4
        ],
        [
            'name' => 'Архитектура и дизайн - занятия',
            'import_names' => [
                'Архитектура и дизайн - занятия (Голикова В. В.)'
            ],
            'slug' => 'design_lessons',
            'color' => '#808080',
            'order' => 5
        ],

        [
            'name' => 'Игры и конкурсы',
            'import_names' => [
                'Игры, конкурсы',
                'Игры, конкурсы в клубе',
            ],
            'slug' => 'games',
            'color' => '#993366',
            'order' => 6
        ],
        [
            'name' => 'Газета, сайт клуба, группа ВК',
            'import_names' => [
                'Газета, сайт клуба, группа ВК',
                'Газета, группа ВК',
            ],
            'slug' => 'press',
            'color' => '#ffffcc',
            'order' => 7
        ],
        [
            'name' => 'Походы и экскурсии',
            'import_names' => [
                'Походы и экскурсии'
            ],
            'slug' => 'travels',
            'color' => '#ccffff',
            'order' => 8
        ],
        [
            'name' => 'Городские соревнования',
            'import_names' => [
                'Городские соревнования, выставки, конкурсы'
            ],
            'slug' => 'local_competitions',
            'color' => '#00ff00',
            'order' => 9
        ],
        [
            'name' => 'Областные, всероссийские, международные соревнования',
            'import_names' => [
                'Областные, всероссийские, международные соревнования'
            ],
            'slug' => 'global_competitions',
            'color' => '#ff8080',
            'order' => 10
        ],
        [
            'name' => 'Занятия (кружок неизвестен)',
            'import_names' => [
                'Посещение занятий'
            ],
            'slug' => 'unknown_lessons',
            'color' => '#808080',
            'order' => 11
        ],
    ]
];
